Repository: Belfagor2005/e2openplugin-Foreca
Catalog: plugin/locale/*/LC_MESSAGES/Foreca.po
Languages: de, hu, pl, sk, uk

source: Foreca Weather Forecast
de: Foreca Wettervorhersage
hu: Foreca Időjárás
pl: Prognoza pogody Foreca
sk: Predpoveď počasia
uk: Foreca - Прогноз погоди

source: Weather forecast for the upcoming 10 days
de: Wettervorhersage für die nächsten 10 Tage
hu: Időjárás előrejelzés a következő 10 napra
pl: Prognoza pogody na najbliższe 10 dni
sk: Predpoveď počasia na najbližších 10 dní
uk: Прогноз погоди на майбутні 10 днів

source: simple
de: einfach
hu: egyszerű
pl: prosty
sk: jednoduchý
uk: простий

source: better
de: besser
hu: jobb
pl: lepsza
sk: lepšie
uk: краще

source: black
de: schwarz
hu: fekete
pl: czarny
sk: čierna
uk: чорний

source: blue
de: blau
hu: kék
pl: niebieski
sk: modrá
uk: синій

source: red
de: rot
hu: vörös
pl: czerwony
sk: červená
uk: червоний

source: yellow
de: gelb
hu: sárga
pl: żółty
sk: žltá
uk: жовтий

source: green
de: grün
hu: zöld
pl: zielony
sk: zelená
uk: зелений

source: Metric (C, m/s)
de: Metrisch (C, m/s)
hu: Metrika (C, m/s)
pl: Metryczny (C, m/s)
sk: Metrické (C, m/s)
uk: Система вимірів (С, м/с)

source: Metric (C, km/h)
de: Metrisch (C, km/h)
hu: Metrikus (C, km/h)
pl: Metryka (C, km/h)
sk: Metrické (C, km/h)
uk: Система вимірів (С, км/г)

source: Imperial (C, mph)
de: Britisch (C, mph)
hu: Birodalmi (C, mph)
pl: Imperialny (C, mph)
sk: Imperiálne (C, mph)
uk: Англійська система мір (С, м/г)

source: 12 h
de: 12 Std
hu: (12 óra)
pl: 12 godz
uk: 12 г

source: 24 h
de: 24 Std
hu: 24 óra
pl: 24 godz
uk: 24 г

source: Feels like:
de: fühlt sich an wie:
hu: Olyan érzés, mint:
pl: Odczuwam:
sk: Pocit:

source: Precip chance:
de: Niederschlagswahrscheinlichkeit:
hu: Csapadék esélye:
pl: Prawdopodobieństwo opadów:
sk: Pravdepodobnosť zrážok:

source: Humidity:
de: Luftfeuchtigkeit relativ:
hu: Nedvesség:
pl: Wilgotność:
sk: Vlhkosť:

source: Please wait ...
de: Bitte warten...
hu: Kérlek várj…
pl: Proszę czekać...
sk: Prosím čakajte ...
uk: Будь ласка, зачекайте...

source: Week
de: Woche
hu: Hét
pl: Tydzień
sk: Týždeň
uk: Тиждень

source: Config
de: Konfig
hu: Konfigurálás
pl: Konfiguracja
sk: Konfigurácia

source: Legend
de: Legende
hu: Jelmagyarázat
pl: Legenda
sk: Vysvetlivky
uk: Допомога

source: Maps
de: Karten
hu: Bản đồ
pl: Mapy
sk: Mapy
uk: Карта

source: Exit - End
de: Exit - Beenden
hu: Kilépés - Vége
pl: Wyjście - Koniec
sk: Výstup - Koniec
uk: Вихід

source: Menu - Weather maps
de: Menü - Wetterkarten
hu: Menü – Időjárási térképek
pl: Menu - Mapy pogodowe
sk: Menu - Mapy počasia
uk: Меню-Карти погоди

source: Info - Legend
de: Info - Legende
hu: Info - Legenda
pl: Informacje - Legenda
sk: Info - Legenda
uk: Информація - Допомога

source: OK - Config
de: OK - Konfig
hu: OK - Konfig
pl: OK - Konfiguracja
sk: OK - Konfigurácia

source: Left - Previous day
de: Links - Voriger Tag
hu: Balra – előző nap
pl: Lewy - Poprzedni dzień
sk: Vľavo – predchádzajúci deň
uk: Лівруч - Попередній день

source: Right - Next day
de: Rechts - Nächster Tag
hu: Helyes – Másnap
pl: Dobrze - Następnego dnia
sk: Správne - Ďalší deň
uk: Праворуч - Наступний день

source: Up - Previous page
de: Hoch - Vorige Seite
hu: Fel - Előző oldal
pl: W górę - Poprzednia strona
sk: Hore – predchádzajúca strana
uk: Вгору - Попередня сторінка

source: Down - Next page
de: Runter - Nächste Seite
hu: Le - Következő oldal
pl: W dół - Następna strona
sk: Dolu - Ďalšia strana
uk: Вниз - Наступна сторінка

source: Left arrow - Previous day
de: Pfeil links - Voriger Tag
hu: Balra nyíl – előző nap
pl: Strzałka w lewo - Poprzedni dzień
sk: Šípka doľava - Predchádzajúci deň
uk: Ліворуч - Попередній день

source: Right arrow - Next day
de: Pfeil rechts - Nächster Tag
hu: Jobbra nyíl – Másnap
pl: Strzałka w prawo – Następny dzień
sk: Šípka doprava - Ďalší deň
uk: Праворуч - Наступний день

source: Red - Weekoverview
de: Rot - Wochenüberblick
hu: Piros – heti áttekintés
pl: Czerwony - przegląd tygodnia
sk: Červená - prehľad týždňa
uk: Червоний - Огляд тижня

source: Green - Favorite 1
de: Grün - Favorit 1
hu: Zöld – Kedvenc 1
pl: Zielony - Ulubiony 1
sk: Zelená - obľúbená 1
uk: Зелена - Фав. 1

source: Yellow - Favorite 2
de: Gelb - Favorit 2
hu: Sárga – Kedvenc 2
pl: Żółty - Ulubiony 2
sk: Žltá - obľúbená 2
uk: Жовта - Фав. 2

source: Blue - Home
de: Blau - Wohnort
hu: Kék – Otthon
pl: Niebieski - Strona główna
sk: Modrá - Domov
uk: Синя - Доманшя

source: Tv - City
de: TV - Stadt
hu: Tv - Város
pl: Telewizja - Miasto
sk: TV - Mesto

source: text - City
de: text - Stadt
hu: szöveg - Város
pl: tekst - Miasto
sk: text - Mesto

source: 0 - Today
de: 0 - Heute
hu: 0 - Ma
pl: 0 - Dzisiaj
sk: 0 - Dnes
uk: 0 - Сьогодні

source: 1 - Today + 1 day
de: 1 - Heute + 1 Tag
hu: 1 - Ma + 1 nap
pl: 1 - Dzisiaj + 1 dzień
sk: 1 - Dnes + 1 deň
uk: 1 - Сьогодні + 1 день

source: 2 - Today + 2 days
de: 2 - Heute + 2 Tage
hu: 2 - Ma + 2 nap
pl: 2 - Dzisiaj + 2 dni
sk: 2 - Dnes + 2 dni
uk: 2 - Сьогодні + 2 дні

source: 3 - Today + 3 days
de: 3 - Heute + 3 Tage
hu: 3 - Ma + 3 nap
pl: 3 - Dzisiaj + 3 dni
sk: 3 - Dnes + 3 dni
uk: 3 - Сьогодні + 3 дні

source: 4 - Today + 4 days
de: 4 - Heute + 4 Tage
hu: 4 - Ma + 4 nap
pl: 4 - Dzisiaj + 4 dni
sk: 4 - Dnes + 4 dni
uk: 4 - Сьогодні + 4 дні

source: 5 - Today + 5 days
de: 5 - Heute + 5 Tage
hu: 5 - Ma + 5 nap
pl: 5 - Dzisiaj + 5 dni
sk: 5 - Dnes + 5 dní
uk: 5 - Сьогодні + 5 днів

source: 6 - Today + 6 days
de: 6 - Heute + 6 Tage
hu: 6 - Ma + 6 nap
pl: 6 - Dzisiaj + 6 dni
sk: 6 - Dnes + 6 dní
uk: 6 - Сьогодні + 6 днів

source: 7 - Today + 7 days
de: 7 - Heute + 7 Tage
hu: 7 - Ma + 7 nap
pl: 7 - Dzisiaj + 7 dni
sk: 7 - Dnes + 7 dní
uk: 7 - Сьогодні + 7 днів

source: 8 - Today + 8 days
de: 8 - Heute + 8 Tage
hu: 8 - Ma + 8 nap
pl: 8 - Dzisiaj + 8 dni
sk: 8 - Dnes + 8 dní
uk: 8 - Сьогодні + 8 днів

source: 9 - Today + 9 days
de: 9 - Heute + 9 Tage
hu: 9 - Ma + 9 nap
pl: 9 - Dzisiaj + 9 dni
sk: 9 - Dnes + 9 dní
uk: 9 - Сьогодні + 9 днів

source: Favorite 1
de: Favorit 1
hu: Kedvenc 1
pl: Ulubiony 1
sk: Obľúbený 1
uk: Фав. 1

source: Favorite 2
de: Favorit 2
hu: Kedvenc 2
pl: Ulubione 2
sk: Obľúbený 2
uk: Фав.2

source: Home
de: Wohnort
hu: Főoldal
pl: Strona główna
sk: Domov
uk: Домашня

source: Wind direction
de: Wind Richtung

source: Arrow to right: Wind from the West
de: Pfeil nach rechts: Wind aus West
hu: Szélirány = Nyíl jobbra: Nyugati szél
pl: Kierunek wiatru = Strzałka w prawo: Wiatr z zachodu
sk: Smer vetra = Šípka doprava: Vietor zo západu

source: Go to Config Plugin
de: Gehe zu Plugin Konfig
hu: Lépjen a Config Plugin elemre
pl: Przejdź do wtyczki konfiguracyjnej
sk: Prejdite do doplnku Config Plugin

source: Red
de: Rot

source: Temperature chart for the upcoming 5 days
de: Temperaturdiagramm für die nächsten 5 Tage
hu: Piros = A következő 5 nap hőmérsékleti diagramja
pl: Czerwony = Wykres temperatur na najbliższe 5 dni
sk: Červená = graf teploty na najbližších 5 dní

source: Green
de: Grün

source: Go to Favorite 1
de: Gehe zu Favorit 1
hu: Ugrás a Kedvenc 1-re
pl: Przejdź do Ulubionych 1
sk: Prejsť na Obľúbené 1

source: Yellow
de: Gelb

source: Go to Favorite 2
de: Gehe zu Favorit 2
hu: Ugrás a Kedvenc 2-re
pl: Przejdź do Ulubionych 2
sk: Prejsť na Obľúbené 2

source: Blue
de: Blau

source: Go to Home
de: Gehe zur Startseite
hu: Vissza a kezdőlapra
pl: Powrót do strony głównej
sk: Prejsť na DOMOV

source: Go to City Panel
de: Gehe zum Stadtpanel
hu: Lépjen a Várospanelre
pl: Przejdź do Panelu Miasta
sk: Prejdite na Panel mesta

source: Menu
de: Menü

source: Satellite photos and maps
de: Satellitenfotos und Karten
hu: Műholdas fényképek és térképek
pl: Zdjęcia i mapy satelitarne
sk: Satelitné fotografie a mapy

source: Up/Down
de: Hoch/Runter

source: Previous/Next page
de: Vorherige/Nächste Seite
hu: Előző/Következő oldal
pl: Poprzednia/Następna strona
sk: Predchádzajúca/Nasledujúca strana

source: Prognosis Previous/Next day
de: Prognose Vorheriger/Nächster Tag
hu: Prognózis Előző/Következő nap
pl: Prognoza Poprzedni/Następny dzień
sk: Prognóza Predchádzajúci/nasledujúci deň

source: Prognosis (x) days from now
de: Prognose (x) Tage ab jetzt
hu: Prognózis (x) nap múlva
pl: Prognoza (x) dni od teraz
sk: Prognóza (x) dní odteraz

source: Select a city
de: Einen Ort auswählen
hu: Város
pl: Wybierz miejscowość
sk: Zvoľte mesto
uk: Оберіть місто

source: Forecast
de: Prognose
hu: Előrejelzés
pl: Przewidywanie
sk: Predpoveď
uk: Прогноз

source: Keyboard
de: Tastatur
hu: Billentyűzet
pl: Klawiatura
sk: Klávesnica

source: Open Keyboard
de: Öffne Tastatur
hu: Nyissa meg a Billentyűzetet
pl: Otwórz klawiaturę
sk: Otvorte klávesnicu

source: Left - Previous page
de: Links - Vorige Seite
hu: Balra - Előző oldal
pl: Lewa - Poprzednia strona
sk: Vľavo – predchádzajúca strana
uk: Ліворуч - Попередня сторінка

source: Right - Next page
de: Rechts - Nächste Seite
hu: Jobb oldal - Következő oldal
pl: Prawo - Następna strona
sk: Vpravo - Ďalšia strana
uk: Праворуч - Наступна сторінка

source: Up - Previous
de: Hoch - Vorige
hu: Fel - Előző
pl: W górę - Poprzedni
sk: Hore – predchádzajúce
uk: Вгору - Попередня

source: Down - Next
de: Unten - Nächste
hu: Le – Következő
pl: W dół - Dalej
sk: Dolu - Ďalej
uk: Вниз - Наступна

source: OK - Select
de: OK - Wählen
hu: OK – Válassza ki
pl: OK - Wybierz
sk: OK - Vybrať
uk: OK - Вибір

source: Green - Assign to Favorite 1
de: Grün - Auf Favorit 1 legen
hu: Zöld – Hozzárendelés az 1. kedvenchez
pl: Zielony – Przypisz do ulubionych 1
sk: Zelená - Priradiť k obľúbeným 1
uk: Зелена - Фав. 1

source: Yellow - Assign to Favorite 2
de: Gelb - Auf Favorit 2 legen
hu: Sárga – hozzárendelés a 2. kedvenchez
pl: Żółty - Przypisz do Ulubionych 2
sk: Žltá - priradiť k obľúbeným 2
uk: Жовта - Фав. 2

source: Blue - Assign to Home
de: Blau - Auf Wohnort legen
hu: Kék – Hozzárendelés a kezdőlaphoz
pl: Niebieski - Przypisz do strony głównej
sk: Modrá - Priradiť domov
uk: Синя - Домашня

source: Channel+ - 500 back
de: Kanal+ - 500 zurück
hu: Csatorna+ - 500 vissza
pl: Kanał+ - 500 z powrotem
sk: Kanál+ - 500 späť
uk: Канал+ - 500 назад

source: Channel- - 500 forward
de: Kanal- - 500 vorwärts
hu: Csatorna- - 500 előre
pl: Kanał- - 500 do przodu
sk: Kanál- - 500 vpred
uk: канал- - 500 вперед

source: Volume- - 100 forward
de: Volumen- - 100 vorwärts
hu: Hangerő- - 100 előre
pl: Głośność- - 100 do przodu
sk: Hlasitosť- - 100 dopredu
uk: гучність - - 100 вперед

source: Volume+ - 100 back
de: Volumen+ - 100 zurück
hu: Hangerő+ - 100 vissza
pl: Objętość+ - 100 wstecz
sk: Hlasitosť + - 100 späť
uk: гучність+ - 100 назад

source: Search your City
de: Suche deine Stadt
hu: Keresse meg városát
pl: Wyszukaj swoje miasto
sk: Vyhľadajte svoje mesto

source: No City found in search!!!
de: Keine Stadt in der Suche gefunden!!!
hu: Nem találtunk várost a keresésben!!!
pl: Nie znaleziono miasta w wyszukiwarce!!!
sk: Pri hľadaní nebolo nájdené žiadne mesto!!!

source: An error occurred during search!
de: Bei der Suche ist ein Fehler aufgetreten!
hu: Hiba történt a keresés során!
pl: Wystąpił błąd podczas wyszukiwania!
sk: Počas vyhľadávania sa vyskytla chyba!

source: This city is stored as home!
de: Dieser Ort ist als Wohnort gespeichert!
hu: Ez a város otthonként van tárolva!
pl: To miasto jest przechowywane jako dom!
sk: Toto mesto je uložené ako domov!
uk: Це місто збережене як домашнє!

source: This city is stored as favorite 1!
de: Dieser Ort ist als Favorit 1 gespeichert!
hu: Ez a város kedvencként van tárolva 1!
pl: To miasto jest zapisane jako ulubione 1!
sk: Toto mesto je uložené ako obľúbené 1!
uk: Це місто збережено в фав. 1!

source: This city is stored as favorite 2!
de: Dieser Ort ist als Favorit 2 gespeichert!
hu: Ez a város kedvenc 2-ként van tárolva!
pl: To miasto jest zapisane jako ulubione 2!
sk: Toto mesto je uložené ako obľúbené 2!
uk: Це місто збережено в фав. 2!

source: Satellite photos
de: Satellitenbilder
hu: Műholdas fotók
pl: Zdjęcia satelitarne
sk: Satelitné fotografie
uk: Супутникові фотографиії

source: Continents
de: Kontinente
hu: Kontinens
pl: Kontynenty
sk: Kontinentov
uk: Континенти

source: Europe
de: Europa
hu: Európa
pl: Europa
sk: Európa
uk: Європа

source: Germany
de: Deutschland
hu: Németország
pl: Niemcy
sk: Nemecko
uk: Германія

source: Settings
de: Einstellungen
hu: Beállítások
pl: Ustawienia
sk: Nastavenia
uk: Налаштування

source: Red - Continents
de: Rot - Kontinente
hu: Vörös – kontinensek
pl: Czerwony - Kontynenty
sk: Červená - Kontinenty
uk: Червона - Континенти

source: Green - Europe
de: Grün - Europa
hu: Zöld – Európa
pl: Zielony - Europa
sk: Zelená - Európa
uk: Зелена - Європа

source: Yellow - Germany
de: Gelb - Deutschland
hu: Sárga – Németország
pl: Żółty - Niemcy
sk: Žltá - Nemecko
uk: Жовта - Германія

source: Blue - Settings
de: Blau - Einstellungen
hu: Kék – Beállítások
pl: Niebieski - Ustawienia
sk: Modrá - Nastavenia
uk: Синя - Налаштування

source: OK - Show
de: OK - Anzeigen
hu: OK - Mutasd
pl: OK - Pokaż
sk: OK - Ukáž
uk: OK - Показати

source: Show map
de: Karte anzeigen
hu: Térkép mutatása
pl: Pokaż mapę
sk: Zobraziť mapu

source: Txt/Red
de: Txt/Rot

source: Previous/Next
de: Zurück/Weiter
hu: Előző/Következő
pl: Poprzedni/Następny
sk: Predchádzajúci/Nasledujúci

source: This information
de: Diese Informationen
hu: Ez az információ
pl: Informacje te
sk: Informácie

source: Air pressure
de: Luftdruck
hu: Légnyomás
pl: Ciśnienie powietrza
sk: Tlak vzduchu
uk: Атмосферний тиск

source: Cloudcover Video
de: Bewölkungs-Video
hu: Cloudcover videó
pl: Wideo z pokrywą chmur
uk: Відео хмарності

source: Showerradar Video
de: Niederschlagsradar
hu: Showerradar videó
pl: Wideo z Showerradar
sk: Video zo sprchového radaru
uk: Відео радар

source: Temperature Video
de: Temperatur Video
hu: Hőmérséklet videó
pl: Temperatura Wideo
sk: Video o teplote
uk: Температурне Відео

source: Weather map Video
de: Wetter-Video
hu: Időjárási térkép Videó
pl: Mapa pogody Wideo
sk: Video mapa počasia
uk: Відео Карта погоди

source: Baden-Wuerttemberg
de: Baden-Württemberg
hu: Baden-Württemberg
pl: Badenia-Wirtembergia
sk: Bádensko-Württembersko
uk: Баден-Вюртемберг

source: Bavaria
de: Bayern
hu: Bajorország
pl: Bayern
uk: Баварія

source: Hesse
de: Hessen
hu: Hessen
pl: Hesja
uk: Гессе

source: Lower Saxony
de: Niedersachsen
hu: Alsó-Szászország
pl: Dolna Saksonia
sk: Dolné Sasko
uk: Нижняя Саксонія

source: North Rhine-Westphalia
de: Nordrhein-Westfalen
hu: Észak-Rajna–Vesztfália
pl: Nadrenia Północna-Westfalia
sk: Severné Porýnie-Vestfálsko
uk: Північний Рейн-Вестфалія

source: Rhineland-Palatine
de: Rheinland-Pfalz
hu: Rajna-vidék-Pfalz
pl: Nadrenia-Palatynat
sk: Porýnie-Falcko
uk: Рейнланд Пфальц

source: Saxony
de: Sachsen
hu: Szászország
pl: Saksonia
sk: Sasko
uk: Саксонія

source: Saxony-Anhalt
de: Sachsen-Anhalt
hu: Szász-Anhalt
pl: Saksonia-Anhalt
sk: Sasko-Anhaltsko
uk: Саксонія Ангальт

source: Thuringia
de: Thüringen
hu: Türingia
pl: Turyngia
sk: Durínsko
uk: Тюрингія

source: Austria
de: Österreich
hu: Ausztria
sk: Rakúsko
uk: Австрія

source: Belgium
de: Belgien
pl: Belgia
sk: Belgicko
uk: Бельгія

source: Czech Republic
de: Tschechien
hu: Cseh Köztársaság
pl: Czechy
sk: Česká republika
uk: Чешська республіка

source: Denmark
de: Dänemark
hu: Dánia
pl: Dania
sk: Dánsko
uk: Данія

source: France
de: Frankreich
hu: Franciaország
pl: Francja
sk: Francúzsko
uk: Франція

source: Greece
de: Griechenland
hu: Görögország
pl: Grecja
sk: Grécko
uk: Греція

source: Great Britain
de: Großbritannien
hu: Nagy-Britannia
pl: Wielka Brytania
sk: Veľká Británia
uk: Великобританія

source: Hungary
de: Ungarn
hu: Magyarország
pl: Węgry
sk: Maďarsko
uk: Угорщина

source: Ireland
de: Irland
hu: Írország
pl: Irlandia
sk: Írsko
uk: Ірландія

source: Italy
de: Italien
hu: Olaszország
pl: Włochy
sk: Taliansko
uk: Італія

source: Latvia
de: Lettland
hu: Lettország
pl: Łotwa
sk: Lotyšsko
uk: Латвія

source: Luxembourg
de: Luxemburg
hu: Luxemburg
pl: Luksemburg
sk: Luxembursko
uk: Люксембург

source: Netherlands
de: Niederlande
hu: Hollandia
pl: Holandia
sk: Holandsko
uk: Нідерланди

source: Poland
de: Polen
hu: Lengyelország
pl: Polska
sk: Poľsko
uk: Польща

source: Russia
de: Russland
hu: Oroszország
pl: Rosja
sk: Rusko
uk: Росія

source: Slovakia
de: Slowakei
hu: Szlovákia
pl: Słowacja
sk: Slovensko
uk: Словакія

source: Spain
de: Spanien
hu: Spanyolország
pl: Hiszpania
sk: Španielsko
uk: Іспанія

source: Switzerland
de: Schweiz
hu: Svájc
pl: Szwajcaria
sk: Švajčiarsko
uk: Швейцарія

source: Middle East
de: Mittlerer Osten
hu: Közel-Kelet
pl: Bliski Wschód
sk: Stredný východ
uk: Середній Схід

source: North Africa
de: Nord-Afrika
hu: Észak-Afrika
pl: Afryka Północna
sk: Severná Afrika
uk: Північна Африка

source: South Africa
de: Süd-Afrika
hu: Dél-Afrikai Köztársaság
pl: Południowa Afryka
sk: Južná Afrika
uk: ЮАР

source: North America
de: Nord-Amerika
hu: Észak-Amerika
pl: Ameryka Północna
sk: Severná Amerika
uk: Північна Америка

source: Middle America
de: Mittel-Amerika
hu: Közép-Amerika
pl: Ameryka Środkowa
sk: Stredná Amerika
uk: Центральна Америка

source: South America
de: Süd-Amerika
hu: Dél-Amerika
pl: Ameryka Południowa
sk: Južná Amerika
uk: Південна Америка

source: East Asia
de: Ost-Asien
hu: Kelet-Ázsia
pl: Azja Wschodnia
sk: Východnej Ázie
uk: Східна Азія

source: Middle Asia
de: Zentral-Asien
hu: Közép-Ázsia
pl: Azja Środkowa
sk: Stredná Ázia
uk: Центральна Азія

source: Southeast Asia
de: Südost-Asien
hu: Délkelet-Ázsia
pl: Azja Południowo-Wschodnia
sk: Juhovýchodná Ázia
uk: Півд-Східна Азія

source: Australia
de: Australien
hu: Ausztrália
sk: Austrália
uk: Австралія

source: Select action
de: Aktion auswählen
hu: Művelet kiválasztása
pl: Wybierz akcję
sk: Vybrať akciu

source: No satellite images found.
de: Keine Satellitenbilder gefunden.
hu: Nem található műholdkép.
pl: Nie znaleziono zdjęć satelitarnych.
sk: Nenašli sa žiadne satelitné snímky.

source: Failed to process satellite data: %s
de: Satellitendaten konnten nicht verarbeitet werden: %s
hu: Nem sikerült feldolgozni a műholdadatokat: %s
pl: Nie udało się przetworzyć danych satelitarnych: %s
sk: Nepodarilo sa spracovať satelitné údaje: %s

source: A critical error occurred: %s
de: Ein kritischer Fehler ist aufgetreten: %s
hu: Kritikus hiba történt: %s
pl: Wystąpił błąd krytyczny: %s
sk: Vyskytla sa kritická chyba: %s

source: Invalid selection. Please select a valid region.
de: Ungültige Auswahl. Bitte wählen Sie eine gültige Region.
hu: Érvénytelen kijelölés. Kérjük, válasszon érvényes régiót.
pl: Nieprawidłowy wybór. Wybierz prawidłowy region.
sk: Neplatný výber. Vyberte platný región.

source: Failed to load the satellite image: %s
de: Das Satellitenbild konnte nicht geladen werden: %s
hu: Nem sikerült betölteni a műholdképet: %s
pl: Nie udało się załadować obrazu satelitarnego: %s
sk: Nepodarilo sa načítať satelitný obrázok: %s

source: Play/Pause
de: Abspielen/Pause
hu: Lejátszás/Szünet
pl: Uruchom/wstrzymaj
sk: Prehrať/Pozastaviť

source: Left - Previous
de: Links - Voriger Tag
hu: Balra – előző nap
pl: Lewy - Poprzedni dzień
sk: Vľavo – predchádzajúci deň

source: Right - Next
de: Rechts - Nächster Tag
hu: Helyes – Másnap
pl: Dobrze - Następnego dnia
sk: Správne - Ďalší deň

source: Please wait, photo is being loaded ...
de: Bitte warten, Foto wird geladen...
hu: Kérjük, várjon, a fotó betöltése folyamatban van...
pl: Proszę czekać, trwa ładowanie zdjęcia...
sk: Čakajte prosím, fotografia sa načítava...
uk: Будь ласка зачекайте, фото завантажується

source: Pause Pic
de: Bild anhalten
hu: Szünet Kép
pl: Wstrzymaj zdjęcie
sk: Pozastaviť Obr

source: Play
de: Abspielen

source: Play Pic
de: Bild abspielen
hu: Kép lejátszása
pl: Odtwórz zdjęcie
sk: Prehrať obrázok

source: Left/Right
de: Links/Rechts

source: Prev./Next Pic
de: Vorheriges/Nächstes Bild
hu: Előző/Következő kép
pl: Poprzednie/Następne zdjęcie
sk: Predchádzajúci/Ďalší Obr

source: Prev/Next
de: Vorheriges/Nächstes

source: Stop
de: Stopp

source: Exit
de: Ausfahrt
hu: Kilépés
pl: Wyjście
sk: Ukončiť

source: Cancel
de: Abbrechen
hu: Mégsem
pl: Anuluj
sk: Zrušiť
uk: Відміна

source: Save
de: Speichern
hu: Mentés
pl: Zapisz
sk: Uložiť
uk: Зберегти

source: OK - City
de: OK - Stadt
hu: OK - Város
pl: OK - Miasto
sk: OK - Mesto
uk: ОК-Місто

source: Green - Save
de: Grün - Speichern
hu: Zöld – Mentés
pl: Zielony - Zapisz
sk: Zelená - Uložiť

source: Left
de: links
hu: Bal
pl: Lewo
sk: Vľavo

source: Right
de: rechts
hu: Jobbra
pl: Prawo
sk: Vpravo

source: Up
de: hoch
hu: Fel
pl: Do góry
sk: Hore

source: Down
de: runter
hu: Le
pl: W dół
sk: Dolu

source: Select units
de: Maßeinheiten
hu: Válasszon mértékegységeket
pl: Wybierz jednostki
sk: Vyberte jednotky
uk: Вибрати частини

source: Select time format
de: Uhrzeitformat
hu: Válassza ki az időformátumot
pl: Wybierz format czasu
sk: Výber formátu času
uk: Оберіть формат часу

source: City names as labels in the Main screen
de: Städtenamen als Beschriftung im Hauptmenü
hu: Városnevek címkékként a Fő képernyőn
pl: Nazwy miast jako etykiety na ekranie głównym
sk: Názvy miest ako štítky na hlavnej obrazovke
uk: Назви міст у головному меню

source: Home City at start
de: Heimat Stadt beim Start
hu: Kezdetben a hazai város
pl: Miasto rodzinne na początku
sk: Domovské mesto na začiatku

source: Fav1 City
de: Fav1 Stadt
hu: Kedvenc 1 város
pl: Ulubione 1 Miasto
sk: Mesto Fav1

source: Fav2 City
de: Fav2 Stadt
hu: Kedvenc 2 város
pl: Ulubione miasto2
sk: Mesto Fav2

source: Frame size in full view
de: Rahmenbreite im Vollbild
hu: Képméret teljes képernyős nézetbe
pl: Rozmiar ramki w pełnym widoku
sk: Veľkosť rámu v plnom zobrazení
uk: Розмір

source: Font size in slideshow
de: Schriftgröße der Diashow
hu: Betűméret a diavetítésben
pl: Rozmiar czcionki w pokazie slajdów
sk: Veľkosť písma v prezentácii

source: Scaling Mode
de: Skalierung
hu: Méretezési mód
pl: Tryb skalowania
sk: Režim škálovania
uk: Режим маштабування

source: Slide Time (seconds)
de: Bild-Wechselzeit (Sekunden)
hu: Dia idő (másodperc)
pl: Czas slajdu (sekundy)
sk: Čas snímky (sekundy)
uk: Час слайду

source: Show Infoline
de: Zeige Informationszeile
hu: Infovonal megjelenítése
pl: Pokaż infolinię
sk: Zobraziť infolinku
uk: Показати інфо рядок

source: Textcolor
de: Textfarbe
pl: Kolor tekstu
sk: Farba textu
uk: Колір тексту

source: Backgroundcolor
de: Hintergrundfarbe
hu: Háttérszín
pl: Kolor tła
sk: Farba pozadia
uk: Колір фону

source: Slide picture in loop
de: Diashow wiederholen
hu: Kép csúsztatása hurokban
pl: Przesuń obraz w pętli
sk: Posuňte obrázok v slučke
uk: Налаштування слайд-шоу

source: Display in extensions menu
de: Anzeigen im Erweiterungsmenü
hu: Megjelenítés a bővítmények menüben
pl: Wyświetl w menu rozszerzeń
sk: Zobraziť v ponuke rozšírení

source: US (F, mph)
hu: USA (F, mph)
pl: USA (F, mph)
sk: USA (F, mph)
uk: Американськая система мір (F, м/г)

source: Wind
hu: Szél
pl: Wiatr
sk: Vietor
uk: Вітер

source: v.
pl: cz.

source: Server URL: %s
hu: Szerver URL-je: %s
pl: Adres URL serwera: %s
sk: Adresa URL servera: %s

source: Bremen
pl: Brema
sk: Brémy
uk: бремен

source: Mecklenburg-Vorpommern
pl: Meklemburgia-Pomorze Przednie
uk: Мекленбург-Передня Померанія

source: Saarland
hu: Saar-vidék
pl: Saara
uk: Саарланд

source: Schleswig-Holstein
pl: Szlezwik-Holsztyn
uk: Шлезвиг-Гольштейн

source: Portugal
hu: Portugália
pl: Portugalia
sk: Portugalsko
uk: Португалія

source: Pause
hu: Szüneteltetés
pl: Pauza
sk: Pauza

source: Debug
hu: Hibakeresés
pl: Debugowanie

source: h
hu: óra
uk: г

source: Temp
sk: Teplo
uk: Темп.

source: City
uk: Місто

source: Version
uk: Версія
