Repository: Belfagor2005/e2openplugin-Foreca
Catalog: plugin/locale/*/LC_MESSAGES/Foreca.po
Languages: de, hu, pl, sk, uk

source: < > = Prognosis next/previous day 0 - 9 = Prognosis (x) days from now VOL+/- = Fast scroll 100 (City choice) Bouquet+/- = Fast scroll 500 (City choice) Info = This information Menu = Satellite photos and maps Red = Temperature chart for the upcoming 5 days Green = Go to Favorite 1 Yellow = Go to Favorite 2 Blue = Go to Home Wind direction = Arrow to right: Wind from the West
uk: < > = Прогноз на наст/попер день 0 - 9 = Прогноз на (х) днів з цього дня VOL+/- = Швидка прокрутка 100 (Вибір міста) Букет+/- = Быстрая прокрутка 500 (Вибір міста) Инфо = Ця інформація Меню = Супутникові фотографії та карти Красная = Температура на наступні 5 днів Зеленая = Перехід до фав. 1 Желтая = Перехід до фав. 2 Синяя = Перехід на домашню Напрямок вітру = Стрілка праворуч:вітер з заходу

source: Eumetsat
uk: ЕВМЕТСАТ

source: Berlin
uk: Берлін

source: Brandenburg
uk: Бранденбург

source: Hamburg
uk: Гамбург

source: SlideShow Settings
uk: Налаштування слайд-шоу
